{
    "data": [
        {
            "id": "38fb2c9d-18ff-4e93-8e0c-8054802d594a",
            "group_id": "c6bc4d98-8b6e-445f-a2e2-d7111db72e96",
            "group_sequence": 1,
            "genre": "comedy",
            "scene": "ocean",
            "traits": "curious",
            "age": 7,
            "hero_name": "Nina",
            "request": "Tell a story about Nina, who is curious.",
            "tale": "Nina (chapter 1) ventured into ocean, searching for the long-lost secrets of comedy. Legends spoke of an ancient library hidden beneath the mountains, containing knowledge that had been forgotten for centuries. Nina followed cryptic clues left behind by explorers of the past, leading them through treacherous landscapes filled with traps, illusions, and riddles. Upon reaching the entrance of the library, they found an inscription that warned: \"Only those who seek wisdom with pure intent shall enter.\" As they stepped inside, the doors closed behind them, and glowing symbols illuminated the walls, revealing fragments of an ancient prophecy. They realized they had only moments to decipher its meaning before the knowledge was lost forever.",
            "language": "en",
            "like_count": 997,
            "view_count": 2326
        },
        {
            "id": "bf4a02eb-c313-4f60-8da5-5b9fe44b8fcc",
            "group_id": "17ce0ef0-4e16-43c3-8d8a-fb27deef9c0e",
            "group_sequence": 1,
            "genre": "animal_stories",
            "scene": "castle",
            "traits": "brave",
            "age": 12,
            "hero_name": "Ivan",
            "request": "Tell a story about Ivan, who is brave.",
            "tale": "Ivan (chapter 1) ventured into castle, searching for the long-lost secrets of animal_stories. Legends spoke of an ancient library hidden beneath the mountains, containing knowledge that had been forgotten for centuries. Ivan followed cryptic clues left behind by explorers of the past, leading them through treacherous landscapes filled with traps, illusions, and riddles. Upon reaching the entrance of the library, they found an inscription that warned: \"Only those who seek wisdom with pure intent shall enter.\" As they stepped inside, the doors closed behind them, and glowing symbols illuminated the walls, revealing fragments of an ancient prophecy. They realized they had only moments to decipher its meaning before the knowledge was lost forever.",
            "language": "en",
            "like_count": 995,
            "view_count": 1920
        },
        {
            "id": "48dd307e-0877-499f-9e05-07d4d8e239b8",
            "group_id": "432cd831-9a21-4fb9-bed1-fc3fbe4b02ab",
            "group_sequence": 1,
            "genre": "animal_stories",
            "scene": "zoo",
            "traits": "playful",
            "age": 3,
            "hero_name": "Tom",
            "request": "Tell a story about Tom, who is playful.",
            "tale": "Tom (chapter 1) ventured into zoo, searching for the long-lost secrets of animal_stories. Legends spoke of an ancient library hidden beneath the mountains, containing knowledge that had been forgotten for centuries. Tom followed cryptic clues left behind by explorers of the past, leading them through treacherous landscapes filled with traps, illusions, and riddles. Upon reaching the entrance of the library, they found an inscription that warned: \"Only those who seek wisdom with pure intent shall enter.\" As they stepped inside, the doors closed behind them, and glowing symbols illuminated the walls, revealing fragments of an ancient prophecy. They realized they had only moments to decipher its meaning before the knowledge was lost forever.",
            "language": "en",
            "like_count": 992,
            "view_count": 1450
        },
        {
            "id": "d599acc8-4f2a-470c-8e08-fd761bbb70de",
            "group_id": "17b46223-b2ff-4909-b4e0-dcf9b3a79577",
            "group_sequence": 1,
            "genre": "educational",
            "scene": "city",
            "traits": "genius",
            "age": 5,
            "hero_name": "Alex",
            "request": "Tell a story about Alex, who is genius.",
            "tale": "Alex (chapter 1) ventured into city, searching for the long-lost secrets of educational. Legends spoke of an ancient library hidden beneath the mountains, containing knowledge that had been forgotten for centuries. Alex followed cryptic clues left behind by explorers of the past, leading them through treacherous landscapes filled with traps, illusions, and riddles. Upon reaching the entrance of the library, they found an inscription that warned: \"Only those who seek wisdom with pure intent shall enter.\" As they stepped inside, the doors closed behind them, and glowing symbols illuminated the walls, revealing fragments of an ancient prophecy. They realized they had only moments to decipher its meaning before the knowledge was lost forever.",
            "language": "en",
            "like_count": 991,
            "view_count": 2418
        },
        {
            "id": "a517bebc-07ad-4cb0-922c-0d266315dc1a",
            "group_id": "627b89a5-e2db-44c1-ab0f-fd539bdc419f",
            "group_sequence": 1,
            "genre": "fantasy",
            "scene": "zoo",
            "traits": "wise",
            "age": 11,
            "hero_name": "Emma",
            "request": "Tell a story about Emma, who is wise.",
            "tale": "Emma (chapter 1) ventured into zoo, searching for the long-lost secrets of fantasy. Legends spoke of an ancient library hidden beneath the mountains, containing knowledge that had been forgotten for centuries. Emma followed cryptic clues left behind by explorers of the past, leading them through treacherous landscapes filled with traps, illusions, and riddles. Upon reaching the entrance of the library, they found an inscription that warned: \"Only those who seek wisdom with pure intent shall enter.\" As they stepped inside, the doors closed behind them, and glowing symbols illuminated the walls, revealing fragments of an ancient prophecy. They realized they had only moments to decipher its meaning before the knowledge was lost forever.",
            "language": "en",
            "like_count": 990,
            "view_count": 4943
        },
        {
            "id": "63684a44-273a-41df-a5e1-74224643fde8",
            "group_id": "4dd374ac-4fe8-4bb5-8c99-3061b85a784a",
            "group_sequence": 1,
            "genre": "animal_stories",
            "scene": "castle",
            "traits": "curious",
            "age": 7,
            "hero_name": "Artem",
            "request": "Tell a story about Artem, who is curious.",
            "tale": "Artem (chapter 1) ventured into castle, searching for the long-lost secrets of animal_stories. Legends spoke of an ancient library hidden beneath the mountains, containing knowledge that had been forgotten for centuries. Artem followed cryptic clues left behind by explorers of the past, leading them through treacherous landscapes filled with traps, illusions, and riddles. Upon reaching the entrance of the library, they found an inscription that warned: \"Only those who seek wisdom with pure intent shall enter.\" As they stepped inside, the doors closed behind them, and glowing symbols illuminated the walls, revealing fragments of an ancient prophecy. They realized they had only moments to decipher its meaning before the knowledge was lost forever.",
            "language": "en",
            "like_count": 987,
            "view_count": 3389
        },
        {
            "id": "58a1d645-a9e8-459b-bfe1-0ede79e7b25c",
            "group_id": "562bb44f-14ca-4014-8a56-3ed7ca9ac38d",
            "group_sequence": 1,
            "genre": "comedy",
            "scene": "forest",
            "traits": "strong",
            "age": 3,
            "hero_name": "Mila",
            "request": "Tell a story about Mila, who is strong.",
            "tale": "Mila (chapter 1) ventured into forest, searching for the long-lost secrets of comedy. Legends spoke of an ancient library hidden beneath the mountains, containing knowledge that had been forgotten for centuries. Mila followed cryptic clues left behind by explorers of the past, leading them through treacherous landscapes filled with traps, illusions, and riddles. Upon reaching the entrance of the library, they found an inscription that warned: \"Only those who seek wisdom with pure intent shall enter.\" As they stepped inside, the doors closed behind them, and glowing symbols illuminated the walls, revealing fragments of an ancient prophecy. They realized they had only moments to decipher its meaning before the knowledge was lost forever.",
            "language": "en",
            "like_count": 981,
            "view_count": 1284
        },
        {
            "id": "70a5f09b-fb1d-4348-b448-0f45a5b3ae57",
            "group_id": "88c0d385-d635-495a-9bb2-fdc1b33c6b2d",
            "group_sequence": 1,
            "genre": "mystery",
            "scene": "city",
            "traits": "brave",
            "age": 4,
            "hero_name": "Artem",
            "request": "Tell a story about Artem, who is brave.",
            "tale": "Artem (chapter 1) ventured into city, searching for the long-lost secrets of mystery. Legends spoke of an ancient library hidden beneath the mountains, containing knowledge that had been forgotten for centuries. Artem followed cryptic clues left behind by explorers of the past, leading them through treacherous landscapes filled with traps, illusions, and riddles. Upon reaching the entrance of the library, they found an inscription that warned: \"Only those who seek wisdom with pure intent shall enter.\" As they stepped inside, the doors closed behind them, and glowing symbols illuminated the walls, revealing fragments of an ancient prophecy. They realized they had only moments to decipher its meaning before the knowledge was lost forever.",
            "language": "en",
            "like_count": 978,
            "view_count": 3713
        },
        {
            "id": "ecbc6901-d03d-4c5b-98e7-4ab59ce36d74",
            "group_id": "883ef1a1-a557-479b-8721-118946372589",
            "group_sequence": 1,
            "genre": "animal_stories",
            "scene": "forest",
            "traits": "brave",
            "age": 9,
            "hero_name": "Nina",
            "request": "Tell a story about Nina, who is brave.",
            "tale": "Nina (chapter 1) ventured into forest, searching for the long-lost secrets of animal_stories. Legends spoke of an ancient library hidden beneath the mountains, containing knowledge that had been forgotten for centuries. Nina followed cryptic clues left behind by explorers of the past, leading them through treacherous landscapes filled with traps, illusions, and riddles. Upon reaching the entrance of the library, they found an inscription that warned: \"Only those who seek wisdom with pure intent shall enter.\" As they stepped inside, the doors closed behind them, and glowing symbols illuminated the walls, revealing fragments of an ancient prophecy. They realized they had only moments to decipher its meaning before the knowledge was lost forever.",
            "language": "en",
            "like_count": 978,
            "view_count": 2837
        },
        {
            "id": "18ff6f8b-0604-455c-86a9-73c2b1acc0e8",
            "group_id": "6a68d81a-50dc-4d7c-bcef-e95e9731213c",
            "group_sequence": 1,
            "genre": "animal_stories",
            "scene": "farm",
            "traits": "invisible",
            "age": 4,
            "hero_name": "Olena",
            "request": "Tell a story about Olena, who is invisible.",
            "tale": "Olena (chapter 1) ventured into farm, searching for the long-lost secrets of animal_stories. Legends spoke of an ancient library hidden beneath the mountains, containing knowledge that had been forgotten for centuries. Olena followed cryptic clues left behind by explorers of the past, leading them through treacherous landscapes filled with traps, illusions, and riddles. Upon reaching the entrance of the library, they found an inscription that warned: \"Only those who seek wisdom with pure intent shall enter.\" As they stepped inside, the doors closed behind them, and glowing symbols illuminated the walls, revealing fragments of an ancient prophecy. They realized they had only moments to decipher its meaning before the knowledge was lost forever.",
            "language": "en",
            "like_count": 972,
            "view_count": 4421
        }
    ]
}
